{
  "App": "Aplicación",
  "All items were canceled from the order": "Todos los artículos se cancelaron del pedido",
  "An email notification will be sent to that their order is ready for pickup. This order will also be moved to the packed orders tab.": "Se enviará una notificación por correo electrónico a {customerName} de que su pedido está listo para recoger. Este pedido también se moverá a la pestaña de pedidos empacados.",
  "An email notification will be sent to that their order is ready for pickup.": "Se enviará una notificación por correo electrónico a {customerName} de que su pedido está listo para recoger.",
  "Are you sure you want to change the time zone to?": "¿Estás seguro de que quieres cambiar la zona horaria a?",
  "Arrived": "Llegó",
  "Assign Pickers": "Asignar recolectores",
  "Catalog": "Catálogo",
  "Cancel": "Cancelar",
  "Cancel order before fulfillment": "Cancelar pedido antes del cumplimiento",
  "canceled from the order": "cancelado del pedido",
  "Control what your customers are allowed to edit on their order when they are editing their order on Re-route Fulfillment.": "Controle lo que sus clientes pueden editar en su pedido cuando editan su pedido en Reenrutar el cumplimiento.",
  "Change": "Cambiar",
  "Choose language": "Elegir idioma",
  "City": "Ciudad",
  "Click the backdrop to dismiss.": "Haz clic en el fondo para cerrar.",
  "Color": "Color",
  "Colors": "Colores",
  "Complete": "Completar",
  "Completed": "Completado",
  "Configuration updated": "Configuración actualizada",
  "Confirm": "Confirmar",
  "Copied": "Copiado {texto}",
  "Copy": "Copiar",
  "Depending on the reason you select for not fulfilling an item, an inventory variance will be recorded and all sales channels will be updated with new inventory levels. For example, by selecting “Not in stock” HotWax Commerce will stop routing orders for it to your store and customers will not be able to place BOPIS orders for it at your store on Shopify.": "Dependiendo de la razón que selecciones para no cumplir con un artículo, se registrará una variación de inventario y se actualizarán todos los canales de ventas con nuevos niveles de inventario. Por ejemplo, al seleccionar “No disponible en el inventario” HotWax Commerce dejará de dirigir los pedidos para él a tu tienda y los clientes no podrán hacer pedidos BOPIS para él en tu tienda en Shopify.",
  "Delivery address": "Dirección de entrega",
  "Delivery method": "Método de entrega",
  "Dismiss": "Descartar",
  "eCom Store": "Tienda electrónica",
  "Email sent successfully": "Correo enviado satisfactoriamente",
  "Enable tracking": "Habilitar seguimiento",
  "Facility": "Instalación",
  "Failed to load packing slip": "Error al cargar el documento de embalaje",
  "Failed to update configuration": "No se pudo actualizar la configuración",
  "First name": "Nombre",
  "Generate packing slips": "Generar documentos de embalaje",
  "Go to OMS": "Ir a OMS",
  "Handover": "Entregar",
  "Inactive store": "Tienda inactiva",
  "in stock": "en stock",
  "Incoming": "Entrante",
  "Install": "Instalar",
  "Instance Url": "URL de la instancia",
  "In store": "En tienda",
  "Inventory": "Inventario",
  "Language": "Idioma",
  "Last name": "Apellido",
  "Learn more about unfillable items": "Obtenga más información sobre artículos que no se pueden cumplir",
  "Loading": "Cargando",
  "Login": "Iniciar sesión",
  "Logout": "Cerrar sesión",
  "Mismatch": "Desajuste",
  "More": "Más",
  "No inventory details found": "No se encontraron detalles de inventario",
  "Not in stock": "No disponible en el inventario",
  "No products found": "No se encontraron productos",
  "No reason": "Sin razón",
  "No picker found": "No se encontró recolector",
  "No time zone found": "No se encontró zona horaria",
  "Open": "Abierto",
  "OMS": "OMS",
  "OMS instance": "Instancia de OMS",
  "Other stores inventory": "Inventario de otras tiendas",
  "Order": "Orden",
  "Order delivered to": "Orden entregada a {customerName}",
  "Order details": "Detalles de la orden",
  "Order edit permissions": "Permisos de edición de la orden",
  "Order marked as ready for pickup, an email notification has been sent to the customer": "Pedido marcado como listo para recoger, se ha enviado una notificación por correo electrónico al cliente",
  "Order marked as ready for pickup but something went wrong while sending the email notification": "Pedido marcado como listo para recoger pero algo salió mal al enviar la notificación por correo electrónico",
  "Order not found": "Orden no encontrada",
  "Order packed and ready for delivery": "Orden empacada y lista para entrega",
  "Order will be marked as ready for pickup and an email notification will be sent to . This action is irreversible.": "El pedido se marcará como listo para recoger y se enviará una notificación por correo electrónico a {customerName}. Esta acción es irreversible.",
  "Order will be marked as completed. This action is irreversible.": "El pedido se marcará como completado. Esta acción es irreversible.",
  "Orders": "Órdenes",
  "Orders Not Found": "Órdenes no encontradas",
  "Other stores": "Otras tiendas",
  "Packed": "Empacado",
  "Packing Slip": "Remisión de embalaje",
  "Packing slips help customer reconcile their order against the delivered items.": "Las remisiones de embalaje ayudan al cliente a conciliar su orden con los artículos entregados.",
  "Password": "Contraseña",
  "pending approval": "pendiente de aprobación",
  "Pick up location": "Ubicación de recogida",
  "Product details": "Detalles del producto",
  "Product not found": "Producto no encontrado",
  "Products not found": "Productos no encontrados",
  "Re-route Fulfillment": "Redireccionar cumplimiento",
  "Ready for pickup": "Listo para recoger",
  "Ready to create an app?": "¿Listo para crear una aplicación?",
  "Ready to ship": "Listo para enviar",
  "Reject Order": "Rechazar pedido",
  "Reason": "Razón",
  "Resend ready for pickup email": "Reenviar correo electrónico de listo para recoger",
  "Search": "Buscar",
  "Search Orders": "Buscar pedidos",
  "Search time zones": "Buscar zonas horarias",
  "Select facility": "Seleccionar instalación",
  "Select time zone": "Seleccionar zona horaria",
  "Select your preferred language.": "Selecciona tu idioma preferido.",
  "Settings": "Configuraciones",
  "Select a picker": "Seleccionar un recolector",
  "Send": "Enviar",
  "Ship": "Enviar",
  "Shipment method": "Método de envío",
  "Shipping method": "Método de envío",
  "Shipping orders": "Órdenes de envío",
  "Ship to customer": "Enviar al cliente",
  "Shipping to store": "Envío a la tienda",
  "Ship to this address": "Enviar a esta dirección",
  "Shop": "Comprar",
  "Show shipping orders": "Mostrar órdenes de envío",
  "Size": "Tamaño",
  "Sizes": "Tamaños",
  "Something went wrong": "Algo salió mal",
  "Something went wrong. Picklist can not be created.": "Algo salió mal. No se puede crear la lista de recolección.",
  "Something went wrong while sending the email.": "Algo salió mal al enviar el correo electrónico.",
  "Something went wrong while login. Please contact administrator": "Algo salió mal al iniciar sesión. Por favor, contacta al administrador.",
  "Sorry, your username or password is incorrect. Please try again.": "Lo siento, tu nombre de usuario o contraseña es incorrecto. Por favor, inténtalo de nuevo.",
  "Specify which facility you want to operate from. Order, inventory, and other configuration data will be specific to the facility you select.": "Especifique desde qué instalación desea operar. El pedido, el inventario y otros datos de configuración serán específicos de la instalación que seleccione.",
  "State": "Estado",
  "Staff": "Personal",
  "Street": "Calle",
  "Store": "Tienda",
  "Timezone": "Zona horaria",
  "Time zone updated successfully": "Zona horaria actualizada exitosamente",
  "The timezone you select is used to ensure automations you schedule are always accurate to the time you select.": "La zona horaria que selecciones se utiliza para garantizar que las automatizaciones que programaste siempre sean precisas en la hora que seleccionaste.",
  "This is the name of the OMS you are connected to right now. Make sure that you are connected to the right instance before proceeding.": "Este es el nombre del OMS al que estás conectado en este momento. Asegúrate de estar conectado a la instancia correcta antes de continuar.",
  "Selected variant not available": "Variante seleccionada no disponible",
  "This order cannot be split. If you cannot fulfill any item, an email will be sent with alternate fulfillment options, and this order will be removed from your dashboard.": "Este pedido no se puede dividir. Si no puedes cumplir con algún artículo, se enviará un correo electrónico con opciones de cumplimiento alternativas y este pedido se eliminará de tu panel de control.",
  "This order will be rejected from this store with the selected reason and shipped to the address that has been inputted. Please make sure the address you have entered is correct.": "Este pedido será rechazado en esta tienda con la razón seleccionada y se enviará a la dirección que se ha ingresado. Por favor, asegúrate de que la dirección que has ingresado sea correcta.",
  "Track Pickers": "Seguimiento de recolectores",
  "Track who picked orders by entering picker IDs when packing an order.": "Realiza un seguimiento de quién recogió los pedidos ingresando los ID de los recolectores al empacar un pedido.",
  "Unfillable Items": "Artículos no disponibles",
  "Update Order": "Actualizar pedido",
  "Update time zone": "Actualizar zona horaria",
  "Username": "Nombre de usuario",
  "Warehouse": "Almacén",
  "Worn Display": "Pantalla desgastada",
  "This order will be removed from your dashboard. This action cannot be undone.": "Este pedido será eliminado de tu panel de control. Esta acción no se puede deshacer.",
  "View shipping orders along with pickup orders.": "Ver órdenes de envío junto con órdenes de recogida.",
  "You do not have permission to access this page": "No tienes permiso para acceder a esta página",
  "Zipcode": "Código postal",
  "Configure Picker": "Configurar recolector",
  "Configuration to assign a picker to orders.": "Configuración para asignar un recolector a los pedidos.",
  "No in stock": "No en stock"
}
